{
"Produkt 1": {
    "title": "Produkt 1",
    "price": 299,
    "description": "Mycket bra produkt, väldigt fin",
    "detailedDescription": "Detta är en mycket bra produkt som är väldigt fin och användbar för många olika ändamål. Den är tillverkad av högkvalitativa material och har genomgått rigorösa tester för att säkerställa dess hållbarhet och prestanda. Oavsett om du behöver den för vardagligt bruk eller speciella tillfällen, kommer denna produkt att leverera utmärkt resultat varje gång.",
    "image": "../public/image0.jpeg",
    "altText": "Bild på produkt 1",
    "productLink": "productPage1",
    "popularity": 50
  },

"Produkt 2": {
    "title": "Produkt 2",
    "price": 599,
    "description": "En ännu bättre produkt, otroligt fin",
    "detailedDescription": "Denna produkt är en uppgradering från vår tidigare modell och erbjuder ännu bättre prestanda och design. Med sina avancerade funktioner och eleganta utseende är den perfekt för dem som söker både funktionalitet och stil. Oavsett om du använder den hemma eller på jobbet, kommer denna produkt att imponera med sin kvalitet och användarvänlighet.",
    "image": "../public/image0.jpeg",
    "altText": "Bild på produkt 2",
    "productLink": "productPage2",
    "popularity": 75
  },

"Produkt 3": {
    "title": "Produkt 3",
    "price": 999,
    "description": "Den bästa produkten av dem alla, superfin",
    "detailedDescription": "Vår topprodukt är designad för dem som inte kompromissar med kvalitet och prestanda. Med sin innovativa teknik och lyxiga design är denna produkt det ultimata valet för kräsna användare. Den erbjuder en oöverträffad användarupplevelse och är byggd för att hålla i många år framöver. Investera i det bästa och upplev skillnaden med denna premiumprodukt.",
    "image": "../public/image0.jpeg",
    "altText": "Bild på produkt 3",
    "productLink": "contact",
    "popularity": 100
  },

"Produkt 4": {
    "title": "Produkt 4",
    "price": 199,
    "description": "En billig produkt, helt okej kvalitet",
    "detailedDescription": "Denna prisvärda produkt är perfekt för dem som söker en budgetvänlig lösning utan att offra alltför mycket på kvaliteten. Den är enkel att använda och erbjuder grundläggande funktioner som passar vardagliga behov. Om du letar efter ett ekonomiskt alternativ som fortfarande levererar tillförlitlighet, är denna produkt ett utmärkt val.",
    "image": "../public/image0.jpeg",
    "altText": "Bild på produkt 4",
    "productLink": "contact",
    "popularity": 25
  },

"Produkt 5": {
    "title": "Produkt 5",
    "price": 399,
    "description": "En mellanklassprodukt, bra kvalitet för priset",
    "detailedDescription": "Denna mellanklassprodukt erbjuder en perfekt balans mellan pris och prestanda. Den är tillverkad av kvalitetsmaterial och har flera funktioner som gör den mångsidig och användbar för olika ändamål. Oavsett om du använder den hemma eller på kontoret, kommer denna produkt att leverera pålitliga resultat utan att spräcka din budget.",
    "image": "../public/image0.jpeg",
    "altText": "Bild på produkt 5",
    "productLink": "contact",
    "popularity": 60
  },

"Produkt 6": {
    "title": "Produkt 6",
    "price": 799,
    "description": "En premiumprodukt, högsta kvalitet",
    "detailedDescription": "Denna premiumprodukt är skapad för dem som söker det allra bästa inom design och funktionalitet. Med sina avancerade egenskaper och exklusiva materialval är den idealisk för användare som värdesätter kvalitet och prestanda. Oavsett om det är för professionellt bruk eller personligt nöje, kommer denna produkt att överträffa dina förväntningar och erbjuda en förstklassig upplevelse.",
    "image": "../public/image0.jpeg",
    "altText": "Bild på produkt 6",
    "productLink": "contact",
    "popularity": 90
  }
}